Repository: maidis/LaunchpadPlus
Catalog: Sources/LaunchpadPlus/Resources/*.lproj/Localizable.strings
Languages: tr

# search_placeholder
source: Search
tr: Ara

source: Grid Settings
tr: Izgara Ayarları

source: Rows
tr: Satır

source: Cols
tr: Sütun

source: Show Utilities
tr: İzleyicileri Göster

source: Hide Utilities
tr: İzleyicileri Gizle

source: Sort By
tr: Sıralama

source: Alphabetical
tr: Alfabetik

source: Install Date
tr: Yükleme Tarihi

source: Most Used
tr: En Çok Kullanılanlar

source: Manual
tr: Elle Sıralama

source: Hotkey Settings
tr: Kısayol Ayarları

source: Change Shortcut
tr: Kısayolu Değiştir

# current_hotkey
source: Current: %@
tr: Mevcut: %@

source: Advanced
tr: Gelişmiş

source: Launch at Login
tr: Açılışta Çalıştır

source: Show Recent Apps
tr: Son Uygulamaları Göster

source: Recent Position
tr: Son Uygulamalar Konumu

source: Side
tr: Yan

source: Bottom
tr: Alt

source: Unhide All Apps
tr: Tüm Gizli Uygulamaları Göster

source: Help & Documentation
tr: Yardım ve Dokümantasyon

source: About LaunchpadPlus
tr: LaunchpadPlus Hakkında

source: Quit LaunchpadPlus
tr: LaunchpadPlus'tan Çık

# recent_header
source: RECENT
tr: SON UYGULAMALAR

# folder_name_placeholder
source: Folder Name
tr: Klasör Adı

source: Dissolve Folder
tr: Klasörü Dağıt

source: Add to Favorites
tr: Favorilere Ekle

source: Remove from Favorites
tr: Favorilerden Çıkar

source: Hide App
tr: Uygulamayı Gizle

source: Move to Trash
tr: Çöp Kutusuna Taşı

# help_title
source: LaunchpadPlus Help
tr: LaunchpadPlus Yardımı

source: Navigation
tr: Navigasyon

source: Folders
tr: Klasörler

source: Recent Apps
tr: Son Uygulamalar

source: Pro Tips
tr: İpuçları

# version_info
source: Version %@ (Premium Build)
tr: Versiyon %@ (Premium Build)

# app_description
source: A modern, fast, and highly customizable application launcher designed for power users.
tr: Güçlü kullanıcılar için tasarlanmış, modern, hızlı ve yüksek düzeyde özelleştirilebilir bir uygulama başlatıcı.

# crafted_with
source: Crafted with Swift & SwiftUI
tr: Swift & SwiftUI ile geliştirildi

source: Close
tr: Kapat

source: Recording...
tr: Kaydediliyor...

source: No apps found
tr: Uygulama bulunamadı

source: Record New Shortcut
tr: Yeni Kısayol Kaydet

# record_shortcut_desc
source: 1. Press your desired keys 2. Click 'Save' to confirm (Manual restart required to activate)
tr: 1. İstediğiniz tuşlara basın 2. Onaylamak için 'Kaydet'e tıklayın (Aktifleştirmek için uygulamayı yeniden başlatın)

source: Waiting for keys...
tr: Tuş bekleniyor...

source: Cancel
tr: İptal

source: Save Shortcut
tr: Kısayolu Kaydet

source: Manage Hidden Apps
tr: Gizli Uygulamaları Yönet

source: Move out of Folder
tr: Klasörden Çıkar

# nav_item_1
source: Arrow Keys: Navigate through apps
tr: Ok Tuşları: Uygulamalar arasında gezinmenizi sağlar

# nav_item_2
source: Return: Launch selected application
tr: Enter: Seçilen uygulamayı başlatır

# nav_item_3
source: Escape: Hide LaunchpadPlus
tr: Escape: LaunchpadPlus'ı gizler

# nav_item_4
source: Trackpad Swipe/Wheel: Switch pages
tr: Trackpad Kaydırma/Tekerlek: Sayfaları değiştirir

# folder_item_1
source: Create: Drag an app onto another to create a folder.
tr: Oluşturma: Bir uygulamayı diğerinin üzerine sürükleyerek klasör oluşturun.

# folder_item_2
source: Rename: Click the folder name or the pencil icon inside an open folder.
tr: Yeniden Adlandırma: Klasör adına veya içindeki kalem simgesine tıklayın.

# folder_item_3
source: Management: Move apps out via right-click or dissolve the entire folder using the header button.
tr: Yönetim: Sağ tıkla uygulamaları çıkarın veya üstteki butonla klasörü dağıtın.

# recent_apps_item_1
source: Displays your last 5 opened applications.
tr: Son açtığınız 5 uygulamayı görüntüler.

# recent_apps_item_2
source: Configuration: Can be toggled and positioned (Side or Bottom) in Settings > Advanced.
tr: Yapılandırma: Gelişmiş ayarlar altından açıp kapatabilir ve konumunu değiştirebilirsiniz.

# search_item_1
source: Start typing anywhere to search. Selection and copying are supported via mouse.
tr: Herhangi bir yerden yazmaya başlayarak arama yapın. Mouse ile metin seçimi desteklenir.

# search_item_2
source: Clear: Click the close button or use Backspace.
tr: Temizleme: Kapatma butonuna tıklayın veya Backspace kullanın.

# management_item_1
source: Favorites: Drag apps to the top bar or use context menu (Right-click).
tr: Favoriler: Uygulamaları üst bara sürükleyin veya sağ tık menüsünü kullanın.

# management_item_2
source: Hide Apps: Use Context Menu > Hide App. Manage them in Settings > Advanced.
tr: Gizleme: Sağ tık menüsü > Uygulamayı Gizle. Gelişmiş ayarlar altından yönetin.

# management_item_3
source: Uninstaller: Right-click any non-system app to move it to Trash.
tr: Kaldırma: Sistem dışı uygulamalara sağ tıklayarak Çöp Kutusu'na taşıyın.

# management_item_4
source: Localization: Change app language manually in Settings > Advanced > Language.
tr: Yerelleştirme: Uygulama dilini Ayarlar > Gelişmiş > Dil altından değiştirebilirsiniz.

# pro_tips_item_1
source: Background Click: Click any empty area to dismiss the app immediately.
tr: Arka Plan Tıklama: Boş bir alana tıklayarak uygulamayı anında kapatabilirsiniz.

# pro_tips_item_2
source: Launch at Login: Enable in Advanced settings for a seamless startup experience.
tr: Açılışta Çalıştır: Kusursuz bir deneyim için Gelişmiş ayarlardan aktifleştirin.

# hidden_apps_title
source: Hidden Applications
tr: Gizli Uygulamalar

# no_hidden_apps
source: No hidden applications
tr: Gizli uygulama yok

source: Unhide
tr: Göster

source: Unhide All
tr: Hepsini Göster

source: Language
tr: Dil

source: System Language
tr: Sistem Dili

source: Turkish
tr: Türkçe

source: English
tr: İngilizce
